/* No comment provided by engineer. */
"%@ daily average" = "%@ середньо в день";

/* No comment provided by engineer. */
"Daily Average" = "Щодня в середньому";

/* No comment provided by engineer. */
"%@ total" = "%@ всього";

/* No comment provided by engineer. */
"About Duffy" = "Про Duffy";

/* No comment provided by engineer. */
"Ask a Question" = "Задати питання";

/* No comment provided by engineer. */
"Change Your Goal" = "Змінити ціль";

/* No comment provided by engineer. */
"Details" = "Деталі";

/* No comment provided by engineer. */
"Feedback" = "Зворотній зв'язок";

/* No comment provided by engineer. */
"Filter" = "Фільтр";

/* No comment provided by engineer. */
"Help" = "Підтримка";

/* No comment provided by engineer. */
"How To Change Your Goal" = "Як змінити ціль";

/* No comment provided by engineer. */
"Kilometer Travelled" = "кілометр пройдено";

/* No comment provided by engineer. */
"Kilometers Travelled" = "кілометрів пройдено";

/* No comment provided by engineer. */
"Loading..." = "Завантаження...";

/* No comment provided by engineer. */
"Mile Travelled" = "мілю пройдено";

/* No comment provided by engineer. */
"Miles Travelled" = "міль пройдено";

/* No comment provided by engineer. */
"Flights Climbed" = "поверхів подолано";

/* No comment provided by engineer. */
"No data for the previous week" = "Немає даних за попередній тиждень";

/* No comment provided by engineer. */
"of %@ goal %@" = "від цілі %1$@ %2$@";

/* No comment provided by engineer. */
"Previous Week" = "Попередній тиждень";

/* No comment provided by engineer. */
"Privacy Policy" = "Політика приватності";

/* No comment provided by engineer. */
"Published By" = "Опубліковано";

/* No comment provided by engineer. */
"Rate Duffy" = "Поставте оцінку Duffy";

/* No comment provided by engineer. */
"Since" = "З";

/* No comment provided by engineer. */
"Since %@" = "З %@";

/* No comment provided by engineer. */
"STEPS" = "Кроки";

/* No comment provided by engineer. */
"This guide describes how to change your daily steps goal (currently %@ steps). Your goal can only be changed from the Duffy Apple Watch app." = "У цьому посібнику описано, як змінити щоденну ціль по крокам (наразі %@ кроків). Ціль можна змінити лише у додатку Duffy на Apple Watch.";

/* No comment provided by engineer. */
"Trend" = "Тренд";

/* No comment provided by engineer. */
"Version: %@" = "Версія: %@";

/* No comment provided by engineer. */
"VIEW HISTORY" = "Історія";

/* No comment provided by engineer. */
"km" = "км";

/* No comment provided by engineer. */
"mi" = "мі";

/* No comment provided by engineer. */
"floors" = "поверхи";


/* No comment provided by engineer. */
"From the Today view of the Apple Watch app, scroll the screen by swiping upward your finger or turning the digital crown." = "На екрані \"Сьогодні\" у додатку на Apple Watch прокрутіть екран, провівши пальцем догори або повертаючи коронку Digital Crown.";

/* No comment provided by engineer. */
"Tap the 'Change Goal' button that appears at the bottom of the screen." = "Натисніть кнопку \"Змінити ціль\", що з'являється внизу екрана.";

/* No comment provided by engineer. */
"Select a new goal by swiping with your finger or turning the digital crown. Then tap the 'Set Goal' button to save it." = "Виберіть нову ціль, провівши пальцем або повернувши коронку Digital Crown. Потім натисніть кнопку \"Встановити ціль\", щоб зберегти її.";

/* No comment provided by engineer. */
"Select a new goal by tapping the plus (+) or minus (-) buttons or turning the digital crown. Then tap the 'Set Goal' button to save it." = "Виберіть нову ціль, натиснувши кнопки \"плюс\" (+) чи \"мінус\" (-) або повернувши коронку Digital Crown. Потім натисніть кнопку \"Встановити ціль\", щоб зберегти її.";

/* No comment provided by engineer. */
"%@ STEPS" = "%@ КРОКІВ";

/* No comment provided by engineer. */
"Trophies" = "Нагороди";

/* Placeholder is a number of steps: ie 10,000 */
"When you've reached your goal, you'll earn a trophy based on how many steps you've taken beyond your goal (%@)." = "Коли ви досягнете своєї цілі, ви отримаєте нагороду залежно від того, скільки кроків ви зробили понад свою ціль (%@).";

/* No comment provided by engineer. */
"Reached your goal" = "Досягли вашої цілі";

/* No comment provided by engineer. */
"25% over your goal" = "На 25% більше вашої цілі";

/* No comment provided by engineer. */
"50% over your goal" = "На 50% більше вашої цілі";

/* No comment provided by engineer. */
"75% over your goal" = "На 75% більше вашої цілі";

/* No comment provided by engineer. */
"Double your goal" = "В 2 рази більше вашої цілі";

/* Title of a button that changes display options of a chart */
"Options" = "Параметри";

/* Header of a section that summarizes aggregate data */
"Summary" = "Огляд";

/* Title of screen that allows the user to change display options of a chart/graph */
"Graph Options" = "Параметри графіка";

/* Title of section of options changing how to display your data on a chart/graph */
"Data" = "Дані";

/* Title of section of options changing which markers are shown on a chart/graph */
"Indicators" = "Індікатори";

/* Option to change how the lines on a chart are drawn */
"Lines" = "Ряди";

/* Title of a screen where user selects which lines are shown on a graph */
"Show Lines" = "Показати ряди";

/* Option describing a graph line that plots every data point */
"Detail" = "Деталізація";

/* Option describing a graph line that shows the trend of your data but not every point */
"Trend" = "Тренд";

/* Option describing whether or not to show an indicator on the graph showing where the average of data points is */
"Average" = "Середнє";

/* Option describing whether or not to show an indicator on the graph showing where your goal is */
"Goal" = "Ціль";

/* Concatenate to options together with 'and' */
"%@ & %@" = "%@ та %@";

/* 1 to 3 character abbreviation of 'average' */
"avg" = "сер";

/* No comment provided by engineer. */
"Show More" = "Показати ще";

/* No comment provided by engineer. */
"Miles" = "Мілі";

/* No comment provided by engineer. */
"Kilometers" = "Кілометри";

/* No comment provided by engineer. */
"To go" = "Залишилось";

/* No comment provided by engineer. */
"Flights" = "Поверхи";

/* No comment provided by engineer. */
"Distance" = "Відстань";

/* No comment provided by engineer. */
"No Steps Today" = "Кроків сьогодні не було";

/* No comment provided by engineer. */
"6 AM" = "6:00";

/* No comment provided by engineer. */
"NOON" = "12:00";

/* No comment provided by engineer. */
"6 PM" = "18:00";

/* No comment provided by engineer. */
"Cancel" = "Скасувати";

/* No comment provided by engineer. */
"See the Trophies" = "Показати нагороди";

/* No comment provided by engineer. */
"Your Goal" = "Ваша ціль";

/* No comment provided by engineer. */
"Code" = "Код";

/* No comment provided by engineer. */
"Design" = "Дизайн";

/* No comment provided by engineer. */
"Last: %@" = "Остання: %@";

/* No comment provided by engineer. */
"Not awarded yet" = "Нагород ще немає";

/* No comment provided by engineer. */
"Get the rocket trophy when your step count is 2x your goal." = "Отримайте \"ракетну\" нагороду, коли кількість ваших кроків удвічі перевищить вашу ціль.";

/* No comment provided by engineer. */
"%@x your goal!" = "У %@x разів більше вашої цілі!";

/* No comment provided by engineer. */
"From Prior Week" = "З попереднього тижня";

/* No comment provided by engineer. */
"Appreciation" = "Подяка";

/* No comment provided by engineer. */
"Tip Jar" = "Банка чайових";

/* No comment provided by engineer. */
"Learn more about Duffy" = "Дізнатися більше про Duffy";

/* No comment provided by engineer. */
"My name is Patrick and I aspire to make apps people love. When I created Duffy, I never expected to be paid. That’s why there are no ads, subscriptions, or data collection of any kind. I just want to hone my craft while also serving a need.\n\nDuffy is a labor of love that happens after hours and on the weekends so it helps to know that people appreciate the work I do maintaining and improving this app.\n\nIf Duffy is an app that you love, and you can afford it, please consider showing your appreciation by selecting one of the tips below:" = "Мене звати Патрік, я прагну створювати додатки, які подобаються людям. Коли я створював Duffy, я ніколи не думав, що за нього будуть платити. Ось чому у додатку немає реклами, підписок або збору даних будь-якого виду. Я просто хочу відточувати своє ремесло, а також допомагати людям.\n\nDuffy був розроблений з любов'ю у неробочий час і на вихідних, тому мені приємно знати, що люди цінують роботу, яку я роблю, підтримуючи і покращуючи цей додаток.\n\nЯкщо ви любите Duffy та можете собі його дозволити, будь ласка, розгляньте можливість подяки, обравши один із варіантів пожертви нижче:";

/* No comment provided by engineer. */
"Dismiss" = "Закрити";

/* No comment provided by engineer. */
"Thanks so much for the tip! 🙏" = "Дуже дякую за Ваш внесок! 🙏";

/* No comment provided by engineer. */
"Try Again" = "Спробувати ще раз";

/* No comment provided by engineer. */
"Your tip did not go through. Do you want to try again?" = "Виникла проблема із Вашою пожертвою. Хочете спробувати ще раз?";

/* No comment provided by engineer. */
"Unable to communicate with the App Store. Do you want to try again?" = "Не вдалося встановити зв'язок з App Store. Хочете спробувати ще раз?";

/* No comment provided by engineer. */
"🙏 Thank you so much for tipping!" = "🙏 Дуже дякую за Ваш внесок!";

/* No comment provided by engineer. */
"Sort" = "Сортувати";

/* No comment provided by engineer. */
"Newest to Oldest" = "Від нового до старого";

/* No comment provided by engineer. */
"Oldest to Newest" = "Від старого до нового";

/* No comment provided by engineer. */
"Select Date" = "Оберіть дату";

/* No comment provided by engineer. */
"Last %d days" = "Останні %d днів";

/* No comment provided by engineer. */
"Change my Daily Goal" = "Змінити мою щоденну ціль";

/* No comment provided by engineer. */
"Enable Duffy to Count Steps" = "Дозволити Duffy рахувати кроки";

/* No comment provided by engineer. */
"Add Steps to my Watch Face" = "Додати кроки до циферблату";

/* No comment provided by engineer. */
"Change Miles or Kilometers" = "Обрати мілі чи кілометри";

/* No comment provided by engineer. */
"Need Help?" = "Потрібна допомога?";

/* No comment provided by engineer. */
"Would you like to change your daily step goal or do you need help with something else?" = "Хочете змінити свою щоденну ціль по крокам чи вам потрібна допомога з чимось іншим?";

/* No comment provided by engineer. */
"View More Help Topics" = "Дивитися інші питання";

/* No comment provided by engineer. */
"Your tip is pending." = "Ваш платіж чайових очікує на розгляд.";

/* No comment provided by engineer. */
"Step Count Mismatch" = "Невідповідність кількості кроків на циферблаті годинника";

/* No comment provided by engineer. */
"Complication Not Updating" = "Ускладнення не оновлюється";
